sittner/ledstripe/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_HTTPD_WS_SUPPORT=y
